Repository: Jonathan-Gander/DemoDeviceOwnerAuthentication
Catalog: DemoDeviceOwnerAuthentication/*.lproj/Localizable.strings
Languages: fr

source: Done
fr: OK

# lock.title
source: Demo App
fr: App démo

# lock.islocked
source: App is locked by its owner.
fr: L'application est verrouillée par son propriétaire.

# lock.authentication
source: No identification system (passcode, Face ID ou Touch ID) is enabled on your device.
fr: Aucun moyen d'identification (code, Face ID ou Touch ID) n'est configuré sur votre appareil

# lock.retry
source: Retry
fr: Réessayer

# lock.reason
source: Used to lock access to the app and protect your data.
fr: Utilisé pour verrouiller l'accès à l'application afin de protéger vos listes et vos mémoires.

# mv.title
source: Demo app
fr: App démo

# mv.placeholder
source: Here is your app's content.
fr: Ici le contenu de votre application.

# sv.title
source: Settings
fr: Réglages

# sv.securedapp
source: Lock app
fr: Verrouiller l'application

# sv.securedapp.footer.auth
source: By activating this feature, you will need to keep an authentication system enabled on your device (passcode, Face ID, Touch ID) to access the application.
fr: En activant cette fonctionnalité, vous devrez garder un système d'authentification activé sur votre appareil (code, Face ID, Touch ID) pour accéder à l'application.

# sv.securedapp.footer.noauth
source: You must have at least one authentication system enabled on your device (passcode, Face ID, Touch ID) to use this feature.
fr: Vous devez avoir au moins un système d'authentification activé sur votre appareil (code, Face ID, Touch ID) pour utiliser cette fonctionnalité.
